{
  "Daun Jambu Biji": {
  "overview": {
    "short": "Daun jambu biji (Psidium guajava L.) adalah daun tunggal berbentuk lonjong-elips yang khas dengan aroma kuat, kaya senyawa aktif seperti flavonoid, tanin, dan saponin, berfungsi penting sebagai obat herbal tradisional untuk mengatasi diare, mengontrol gula darah, dan antioksidan, serta digunakan dalam pengobatan luka.",
    "full": "Daun jambu biji (Psidium guajava L.) mengandung berbagai senyawa metabolit sekunder antara lain tanin, minyak atsiri, flavonoid, dan saponin. Senyawa-senyawa tersebut berpotensi sebagai antioksidan dan bahan pengawet alami. Daun jambu biji dikenal sebagai bahan obat tradisional untuk batuk dan diare."
  },
  "treatment": ["Daun jambu biji kaya antioksidan, flavonoid, dan tanin, bermanfaat sebagai obat alami untuk diare (membunuh bakteri penyebab), mengatur gula darah, menyehatkan jantung, meningkatkan daya tahan tubuh, dan meredakan masalah kulit (jerawat, flek hitam) serta rambut rontok, dengan cara menghambat bakteri dan melawan radikal bebas, meskipun perlu penelitian lebih lanjut untuk efektivitas pada masalah kulit tertentu.  "],
  "prevention": ["Daun jambu biji kaya akan senyawa bioaktif seperti flavonoid, tanin, saponin, alkaloid, dan fenolik, serta nutrisi penting seperti vitamin C (asam askorbat), serat, dan mineral seperti kalium. Kandungan utama ini menjadikannya sumber antioksidan kuat yang bermanfaat untuk kesehatan pencernaan, membantu mengontrol gula darah, bersifat anti-inflamasi, antimikroba, dan dapat mempercepat penyembuhan luka. "],
  "benefits": ["Daun jambu biji berasal dari tanaman jambu biji (Psidium guajava), yang merupakan tanaman tropis asli Brasil, kemudian menyebar ke seluruh dunia termasuk Indonesia melalui Thailand, dan memiliki ciri daun tunggal, bertangkai pendek, serta bentuk bulat telur dengan aroma khas, sering dimanfaatkan untuk obat tradisional seperti diare dan menjaga kesehatan. "]
},

  "Daun Kari": {
  "overview": {
    "short": "Daun kari (Murraya koenigii), juga dikenal sebagai salam koja, adalah daun dari pohon rempah beraroma khas yang banyak dipakai di masakan Asia Selatan dan Tenggara, termasuk Indonesia (Aceh). Daun ini mirip daun salam tapi lebih kecil, kaya antioksidan, vitamin, dan mineral, bermanfaat untuk menambah cita rasa masakan (kari, nasi, gulai) dan punya khasiat obat seperti anti-radang, anti-diabetes, serta baik untuk pencernaan dan kesehatan rambut. ",
    "full": "Salam koja (Murraya koenigii syn. Chalcas koenigi) atau temurui (Aceh),[2] sicerek (Minangkabau), ki becetah (Sunda), korokeling (Jawa) dalah tumbuhan yang daunnya (dinamakan sama) dipakai sebagai bumbu kari, sehingga dikenal sebagai daun kari.[2] Daun ini dipakai sebagai bumbu di Aceh. Bentuk daun ini mirip dengan daun salam dengan ukuran yang lebih kecil dan bau yang lebih tajam. Bunga dari tumbuhan ini berbau harum dengan buah berbentuk bulir berwarna ungu.[3] Salah satu olahan kuliner daun koja yang terkenal adalah ayam tangkap khas Aceh.[2] Salam koja berasal dari India dan Sri Lanka.[2] Tumbuhan ini tidak ditanam secara massal, tetapi biasanya terdapat pada kebun di bagian selatan India dan Malaysia. Tanaman ini dibudidaya untuk daunnya yang berbetuk mentirip dan berukuran kecil dengan warna hijau tua yang mengilap.[2] Salam koja berkerabat dekat dengan kemuning (M. paniculata)"
  },
  "treatment": ["Daun kari bermanfaat untuk kesehatan karena kaya antioksidan dan nutrisi, membantu mengontrol gula darah dan kolesterol, melancarkan pencernaan, menjaga kesehatan hati dan mata, serta memiliki sifat anti-inflamasi dan antibakteri, juga baik untuk kesehatan rambut dan kulit. Daun ini digunakan sebagai penyedap masakan dan dalam pengobatan tradisional Asia untuk mengatasi masalah pencernaan, anemia, hingga melindungi fungsi otak.  "],
  "prevention": ["Daun kari (Murraya koenigii) kaya akan antioksidan (flavonoid, fenolik, vitamin C), alkaloid (mahanimbine, murrayanol), terpenoid (alpha-terpinene, caryophyllene), serta mineral (zat besi, kalsium, kalium) dan serat, menjadikannya bermanfaat untuk melawan radikal bebas, melancarkan pencernaan, mengontrol gula darah, menjaga kesehatan mata dan rambut, serta bersifat anti-inflamasi dan antibakteri"],
  "benefits": ["Daun kari (salam koja) berasal dari tanaman Murraya koenigii yang asli dari India dan Sri Lanka, merupakan rempah penting dalam masakan Asia Selatan dan Tenggara, termasuk Indonesia (terutama Aceh), dan dibawa ke wilayah lain oleh imigran Asia Selatan, menjadi bumbu khas yang menambah aroma tajam pada masakan. "]
},

  "Daun Kemangi": {
  "overview": {
    "short": "Daun kemangi (*Ocimum basilicum L.* atau Ocimum sanctum L.) adalah tanaman herbal aromatik dari keluarga mint (Lamiaceae) yang sering dipakai sebagai lalapan atau bumbu masakan karena aroma khasnya (seperti jeruk/limau) dan rasanya sedikit pahit, memiliki kandungan minyak atsiri tinggi, serta beragam manfaat kesehatan seperti mengatasi perut kembung, bau mulut, hingga sebagai antioksidan alami",
    "full": "Kemangi adalah tumbuhan tahunan yang tumbuh tegak dengan cabang yang banyak. Tanaman ini berbentuk perdu yang tingginya dapat mencapai 100 cm. Bunganya tersusun di tandan yang tegak. Daunnya panjang, tegak, berbentuk taji atau bulat telur,[2] berwarna hijau muda dan berbau harum. Ujung daun bisa tumpul atau bisa juga tajam, panjangnya mencapai 5 cm. Permukaan bergerigi atau juga rata. Wanginya seperti cengkih dan rasanya pahit. Daun kemangi mengandung beberapa zat yang bermanfaat bagi tubuh, seperti vitamin A, B, C, betakaroten, kalsium, magnesium, fosfor, protein, karbohidrat, lemak, zat besi, flavonoid, arginin, anetol, dan boron. Menurut studi literatur yang dilakukan di berbagai negara, komposisi minyak atsiri dari daun kemangi adalah metil kaviol, linalool, eugenol, metil eugenol, fenchyl alcohol, limonena, α-pinena, β-pinena, β-karyofilena, timol, kamfena, α-bergamonet, geranial, geranial asetat, 1,8 – sineol, estragola, sineol, α-kubebena, nerol, metil sinamat, dan linalil asetat. Aktivitas biologis dari komposisi dari senyawa–senyawa kimia yang terkandung dalam daun kemangi ditentukan oleh genotip, lingkungan serta tempat tumbuh dari tanaman tersebut."
  },
  "treatment": ["Melawan radikal bebas Daun kemangi dapat melawan radikal bebas, karena memiliki antioksidan yang berupa flavonoid dan eugenol yang mampu mencegah pertumbuhan bakteri, virus, dan jamur, yang sangat baik untuk melawan radikal bebas yang masuk ke dalam tubuh, Membantu pertumbuhan tulang Daun kemangi dapat membantu pertumbuhan tulang. Hal ini disebabkan karena daun kemangi memiliki kandungan kalsium dan fosfor, yang memiliki peran penting untuk mengatur pembentukan dan pertumbuhan tulang. Selain itu, kandungan astenol dan boron dalam daun kemangi berperan aktif dalam merangsang fungsi kerja dari hormon estrogen dan juga hormon androgen, serta mencegah pengeroposan tulang."],
  "prevention": ["Kemangi kaya akan vitamin (A, C, K, B), mineral (kalsium, zat besi, magnesium, kalium), serat, dan antioksidan seperti flavonoid, polifenol, serta minyak esensial (eugenol, linalool) yang bermanfaat untuk kesehatan, melawan radikal bebas, serta memiliki sifat anti-inflamasi dan antibakteri. Kandungan nutrisinya menjadikannya herbal serbaguna untuk mendukung kesehatan pencernaan, kekebalan tubuh, dan pencegahan penyakit kronis. "],
  "benefits": ["Kemangi (Basil) berasal dari daerah tropis Asia dan Afrika, terutama India, namun telah menyebar dan dibudidayakan secara global, menjadi bagian penting dari masakan Mediterania, Asia Tenggara (termasuk Indonesia), dan Amerika. Tanaman aromatik ini telah digunakan ribuan tahun untuk kuliner dan pengobatan tradisional."]
},

  "Daun Kunyit": {
  "overview": {
    "short": "Daun kunyit (Zingiber zerumbet) adalah tanaman rempah tropis yang termasuk dalam keluarga Zingiberaceae. Tanaman ini banyak ditemukan di Asia Tenggara, termasuk Indonesia. Daun dan rimpangnya telah lama dimanfaatkan dalam pengobatan tradisional. Daun kunyit dikenal karena aroma khas dan kandungan senyawa bioaktifnya.",
    "full": "Daun kunyit (dari tanaman Zingiber zerumbet atau Curcuma longa) adalah daun rempah khas Asia Tenggara yang kaya akan senyawa bioaktif seperti flavonoid dan kurkumin, sering dipakai penyedap masakan (gulai, rendang) dan pengobatan tradisional untuk meredakan radang, menjaga jantung, melancarkan pencernaan, hingga sifat antibakteri untuk kesehatan mulut dan luka. Daunnya berbentuk lonjong, hijau, permukaan agak kasar, dengan tulang daun menyirip, dan memiliki aroma khas yang memperkaya cita rasa masakan Nusantara. "
  },
  "treatment": ["Daun kunyit kaya akan senyawa bioaktif seperti flavonoid, tanin, senyawa fenolik, dan alkaloid, serta minyak atsiri (mengandung zerumbone) dan kurkumin dalam jumlah kecil, memberikan manfaat antioksidan, antiradang, dan antimikroba. Kandungan nutrisi lainnya termasuk vitamin, mineral, dan serat, yang mendukung kesehatan pencernaan, kekebalan tubuh, dan pernapasan."],
  "prevention": ["Daun kunyit bermanfaat sebagai antioksidan, antiradang, dan antibakteri alami yang membantu meredakan radang sendi, masalah pencernaan (maag, kembung), menurunkan tekanan darah dan gula darah, serta menjaga kesehatan jantung. Selain itu, daun kunyit juga baik untuk kesehatan kulit (jerawat, noda), rambut (ketombe), daya tahan tubuh, dan bisa mempercepat penyembuhan luka karena sifat antiseptiknya. "],
  "benefits": ["Daun kunyit berasal dari tanaman kunyit (Curcuma domestica atau Curcuma longa) yang merupakan tanaman asli wilayah Asia Tenggara dan Asia Selatan, menyebar luas hingga India, Indonesia, Malaysia, dan Afrika. Tanaman ini tumbuh subur di daerah tropis, dan daunnya merupakan bagian dari tumbuhan rempah yang tumbuh dari rimpang di dalam tanah, digunakan sebagai bumbu masakan dan obat tradisional. "]
},

  "Daun Mint": {
  "overview": {
    "short": "Mint atau poko (bahasa Inggris: mint; dari bahasa Yunani: μίνθα, translit. míntha; nama ilmiah Mentha) adalah genus tumbuhan dalam famili Lamiaceae. Pembagian spesies dalam genus Mentha tidak memiliki batasan yang jelas. Menurut sumbernya, jumlah spesies dapat berkisar antara 13 hingga 24. Persilangan alami yang sering terjadi membuat persebaran beberapa spesies saling tumpang tindih. Banyak varietas hibrida dan kultivar dari tumbuhan ini yang diketahui. Tumbuhan min tersebar luas dan merata di Eropa, Afrika, Asia, Australia, dan Amerika Utara. Kebanyakan tumbuh dengan baik di lingkungan yang basah dengan tanah yang lembab. min dapat tumbuh setinggi 10–120 cm dan dapat menyebar ke segala tempat, termasuk tempa-tempat yang tidak diperuntukkan bagi tanaman ini. Sifat ini membuat min sering dianggap sebagai tumbuhan invasif. min sering digunakan atau diolah sebagai makanan, minuman, pasta gigi, permen karet, dan permen.",
    "full": "Mint atau poko (bahasa Inggris: mint; dari bahasa Yunani: μίνθα, translit. míntha; nama ilmiah Mentha) adalah genus tumbuhan dalam famili Lamiaceae. Pembagian spesies dalam genus Mentha tidak memiliki batasan yang jelas. Menurut sumbernya, jumlah spesies dapat berkisar antara 13 hingga 24. Persilangan alami yang sering terjadi membuat persebaran beberapa spesies saling tumpang tindih. Banyak varietas hibrida dan kultivar dari tumbuhan ini yang diketahui. Tumbuhan min tersebar luas dan merata di Eropa, Afrika, Asia, Australia, dan Amerika Utara. Kebanyakan tumbuh dengan baik di lingkungan yang basah dengan tanah yang lembab. min dapat tumbuh setinggi 10–120 cm dan dapat menyebar ke segala tempat, termasuk tempa-tempat yang tidak diperuntukkan bagi tanaman ini. Sifat ini membuat min sering dianggap sebagai tumbuhan invasif. min sering digunakan atau diolah sebagai makanan, minuman, pasta gigi, permen karet, dan permen."
  },
  "treatment": ["Daun mint kaya akan minyak atsiri terutama menthol, yang memberikan aroma dingin menyegarkan dan sifat dekongestan, serta mengandung vitamin (A, C, B), mineral (kalium, kalsium, fosfor, zat besi), serat, antioksidan, flavonoid, dan asam fenolik, menjadikannya bermanfaat untuk pernapasan, pencernaan, dan meningkatkan daya tahan tubuh"],
  "prevention": ["Daun mint punya banyak manfaat seperti meredakan gangguan pencernaan, mengatasi mual, menyegarkan napas, meringankan sakit kepala dan hidung tersumbat, serta memiliki efek anti-inflamasi untuk kulit dan pernapasan, menjadikannya herbal serbaguna untuk kesehatan, kecantikan, dan kesegaran alami, bisa dikonsumsi sebagai teh, minyak esensial, atau tambahan makanan/minuman.  "],
  "benefits": ["Tanaman mint (genus Mentha) berasal dari wilayah Eurasia, terutama sekitar Laut Mediterania, Eropa, Afrika Utara, dan Asia Barat, namun kini telah tersebar luas secara global karena kegunaannya yang populer sebagai herbal dalam kuliner, obat, dan penyegar"]
},


 "Daun Pepaya": {
  "overview": {
    "short": "Daun pepaya merupakan tanaman herbal yang sering dimanfaatkan secara tradisional.",
    "full": " Daun pepaya adalah daun yang berasal dari tumbuhan pepaya (Carica papaya). Daun pepaya muda kerap diolah menjadi sayuran di beberapa daerah di Indonesia. Di samping dapat diolah menjadi makanan, daun pepaya dapat pula dijadikan obat untuk beberapa jenis penyakit. Helaian daun pepaya berbentuk menyerupai tangan manusia. Apabila daun pepaya dilipat tepat di tengah, maka akan tampak bahwa daun pepaya berbentuk simetris."
  },
  "treatment": ["Daun pepaya memiliki kandungan gizi yang cukup beragam diantaranya vitamin A 18250 SI, vitamin B1 0,15 miligram per 100 gram, vitamin C 140 miligram per 100 gram daun pepaya, kalori 79 kal per 100 gram, protein 8,0 gram per 100 gram, lemak 2,0 gram per 100 gram, hidrat arang/karbohidrat 11,9 gram per 100 gram, kalsium 353 miligram per 100 gram, dan air 75,4 gram per 100 gram.[2] Daun pepaya juga mengandung carposide yang dapat berfungsi sebagai obat cacing.[2] Daun pepaya mengandung zat papain yang tinggi sehingga menjadikan rasanya pahit, tetapi zat ini justru bersifat stomakik yaitu dapat meningkatkan nafsu makan"],
  "prevention": ["Daun pepaya dapat dimanfaatkan sebagai pakan untuk ikan bawal yang sedang dalam tahap pembesaran, daun yang masih segar sebaiknya dilayukan terlebih dahulu sebelum diumpankan pada ikan untuk mengurangi kandungan air di dalamnya.[8] Bahan aktif papain dalam daun pepaya dapat digunakan untuk membuat pestisida nabati, caranya 1 kg daun pepaya dirajang lalu direndam dalam 10 liter air yang dicampur dengan 2 sendok makan minyak tanah, dan 50 gram detergen selama semalam.[9] Setelah semua bahan didiamkan selama 1 malam, pestisida nabati siap disemprotkan pada area pertanaman yang diserang ulat dan hama penghisap.[9]"],
  "benefits": ["Hama yang sering menyerang daun pepaya antara lain tungau merah (Tetranychus bimaculatus) dan kutu tempurung hijau (Coccus viridis Green).[10] Tungau merah memiliki ukuran tubuh yang sangat kecil ± 1mm, bentuknya oval, berwarna kehijau-hijauan atau kemerah-merahan, memiliki empat pasang kaki yang bersegmen dan ditumbuhi rambut.[10] Hama ini mengisap cairan sel terutama di permukaan bawah daun sehingga daun menjadi belang-belang berwarna kekuningan/mosaik, dan pada serangan berat dapat menyebabkan daun berubah warna menjadi merah karat.[10] Kutu tempurung hijau menutupi permukaan batang atau daun sehingga menghambat proses fotosintesis.[10] Penyakit yang sering menginfeksi daun pepaya antara lain penyakit tepung yang disebabkan oleh cendawan Oidium caricae Noack, bercak daun cercospora yang diakibatkan cendawan Cercospora papayae dan bercak daun corynespora yang diakibatkan oleh cendawan Corynespora cassiicola."]
},

 
  "Daun Sirih": {
  "overview": {
    "short": "Daun sirih (Piper betle) adalah tanaman merambat asli Asia Tenggara, kaya senyawa seperti minyak atsiri, fenolik, flavonoid, tanin, dengan ciri daun berbentuk hati, beraroma kuat, dan rasa pedas. Manfaatnya antara lain antibakteri, antiseptik, antioksidan untuk kesehatan mulut (bau mulut, sariawan), kulit (jerawat, luka, gatal), hingga organ kewanitaan (keputihan), serta mengobati batuk dan mimisan, sering diolah sebagai air rebusan untuk obat tradisional. Ada berbagai jenis seperti hijau, merah (dengan warna bawah ungu keunguan), dan kuning, masing-masing punya khasiat unik, dan sering digunakan dalam pengobatan, jamu, kosmetik, bahkan ritual menyirih. .",
    "full": "Daun sirih adalah bagian daun pada sirih. Bentuk daun sirih menyerupai bentuk hati. Secara umum, kromosom pada daun sirih bersifat diploid dengan formula rata-rata yakni 2n = 64. Kandungan utama pada daun sirih ialah minyak asiri, seskuiterpen, diastase, tanin, gula dan pati. Daun sirih telah dimanfaatkan sebagai pengobatan tradisional sejak zaman kuno. Jenis penyakit yang dapat disembuhkan menggunakan daun sirih antara lain penyakit gigi dan mulut, penyakit jantung, penyakit kulit, serta penyakit pencernaan. Daun sirih juga dijadikan sebagai bahan pengusir serangga dan bahan untuk tradisi menyirih di Indonesia. Perdagangan daun sirih dilakukan dalam kondisi segar maupun simplisia sebagai bahan baku pembuatan jamu, obat dan kosmetik, Daun sirih berbentuk seperti hati dan termasuk jenis daun tunggal. Ujung daun sirih meruncing. Daun sirih tumbuh secara berselang-seling pada tangkai daun, "
  },
  "treatment": ["Pada beberapa kultivar sirih, kandungan minyak asiri pada daun sirih mengalami perbedaan komposisi yang ditentukan oleh morfologi dan warna.[2] Minyak asiri dengan kandungan sebesar 4,2% menimbulkan aroma yang khas pada daun sirih. Aroma ini dihasilkan oleh senyawa aromatik dari senyawa fenol berbentuk betelfenol dan kavikol pada minyak asiri. Pada daun sirih, kavikol memiliki komposisi terbanyak dan memiliki senyawa turunan berupa kavibetol, karvakol, eugenol, alilpirokatekol dan katekin. Bau khas daun sirih dihasilkan oleh senyawa kavikol dan turunannya. Senyawa lain yang terkandung di dalam daun sirih ialah seskuiterpen, diastase, tannin, gula dan pati.Sirih merupakan salah satu tanaman yang telah berabad-abad digunakan untuk pengobatan tradisional. Dalam naskah-naskah yang menggunakan bahasa Sanskerta Kuno telah ditemukan gambar daun sirih berbentuk hati. Beberapa naskah ini yakni Charaka, Sushruta Samhita, dan stanga Hradayam.[4] Ketiga naskah tersebut menggambarkan daun sirih dalam bentuk hati sebagai simbol kebahagiaan."],
  "prevention": ["Sirih merupakan salah satu tanaman yang telah berabad-abad digunakan untuk pengobatan tradisional. Dalam naskah-naskah yang menggunakan bahasa Sanskerta Kuno telah ditemukan gambar daun sirih berbentuk hati. Beberapa naskah ini yakni Charaka, Sushruta Samhita, dan stanga Hradayam.[4] Ketiga naskah tersebut menggambarkan daun sirih dalam bentuk hati sebagai simbol kebahagiaan.[5]"],
  "benefits": ["Tumbukan daun sirih yang telah disaring dengan air dapat mengusir lalat dan semut. Caranya dengan menjadikan tumbukan daun siri sebagai pembersih lantai. Hasil rendaman air dengan daun sirih juga dapat dioles ke kulit untuk mencegah gigitan nyamuk.[10] Daun sirih juga dapat mengurangi hama penghisap karena memiliki kandungan fenol dan kavikol yang berperan sebagai pestisida nabati.[11] Daun sirih yang diramu bersama dengan daun miana akan menghasilkan khasiat antimalaria.[12]"]
},

  "Daun Sirsak": {
  "overview": {
    "short": "Daun sirsak (Annona muricata) adalah tanaman tropis kaya antioksidan (flavonoid, polifenol) dan senyawa aktif (alkaloid, saponin, tanin) yang dimanfaatkan sebagai obat herbal untuk anti-inflamasi, antibakteri, asam urat, dan gula darah, serta berpotensi anti-kanker, namun konsumsi berlebihan bisa berisiko merusak hati, ginjal, dan saraf. Senyawa bioaktifnya membantu melawan bakteri dan radikal bebas, namun penggunaannya harus hati-hati dan tidak dalam jangka panjang karena efek samping neurotoksik dan hepatotoksik, jadi konsumsi terbatas saja",
    "full": "Daun sirsak (Annona muricata) adalah tanaman tropis kaya antioksidan (flavonoid, polifenol) dan senyawa aktif (alkaloid, saponin, tanin) yang dimanfaatkan sebagai obat herbal untuk anti-inflamasi, antibakteri, asam urat, dan gula darah, serta berpotensi anti-kanker, namun konsumsi berlebihan bisa berisiko merusak hati, ginjal, dan saraf. Senyawa bioaktifnya membantu melawan bakteri dan radikal bebas, namun penggunaannya harus hati-hati dan tidak dalam jangka panjang karena efek samping neurotoksik dan hepatotoksik, jadi konsumsi terbatas saja"
  },
  "treatment": ["secara tradisional digunakan untuk mengobati sakit kepala, hipertensi, batuk, asma, dan obat penenang. Dari sekian banyak tanaman obat, daun sirsak dimanfaatkan secara tradisional untuk mengobati inflamasi. Penelitian ini bertujuan untuk mengetahui kandungan senyawa aktif yang terdapat dalam ekstrak daun sirsak dengan beberapa pelarut pada proses maserasi. Metode ekstraksi yang digunakan dalam penelitian ini dengan metode maserasi menggunakan pelarut etanol 70%. Ekstrak yang diperoleh kemudian diuapkan dengan menggunakan rotavapor hingga mengental, kemudian dikeringkan dengan bantuan penangas air."],
  "prevention": ["Ekstrak kental yang dihasilkan dimasukkan ke dalam cawan porselen dan ditimbang bobot ektrak. Uji fitokimia yang dilakukan adalah uji saponin, flavonoid, alkaloid, tannin, dan steroid. Dari uji yang dilakukan diketahui sampel ekstrak daun sirsak dengan pelarut metanol positif mengandung beberapa senyawa aktif berupa flavonoid, saponin, alkaloid tannin, dan steroid. Implikasi dari penelitian ini adalah ekstrak daun sirsak memiliki senyawa aktif berupa flavonoid, saponin, dan tannin yang memiliki kemampuan sebagai antibakteri, antioksidan, antiinflamasi, dan menghambat pertumbuhan bakteri atau bahkan mati, serta mampu mencegah terjadinya kanker."],
  "benefits": ["Hasil penelitian bahwa ekstrak daun sirsak (Annona muricata L.) mengandung senyawa aktif berupa alkaloid, tanin, saponin, steroid, flavonoid. Senyawa bioaktif yang terkandung dalam ekstrak daun sirsak mampu menghambat pertumbuhan bakteri pathogen sehingga dapat dijadikan sebagai terapi komplementer anti inflamasi, dan antibakteri."]
},

  "Lidah Buaya": {
  "overview": {
    "short": "Lidah buaya (Aloe vera) adalah tanaman serbaguna yang sebagian besar (sekitar 99,5%) terdiri dari air, namun 0,5% sisanya kaya nutrisi seperti vitamin (A, C, E), mineral, enzim, asam amino, antioksidan, dan polisakarida, menjadikannya bahan utama untuk kosmetik, farmasi, dan minuman kesehatan. Tanaman ini bermanfaat untuk perawatan kulit (melembapkan, menyembuhkan luka), rambut (penyubur, anti-rontok), serta kesehatan internal (menurunkan gula darah, mengontrol tekanan darah), mudah dibudidayakan di iklim tropis, dan dapat dipanen berkali-kali. ",
    "full": "Lidah buaya (Aloe vera) adalah tanaman serbaguna yang sebagian besar (sekitar 99,5%) terdiri dari air, namun 0,5% sisanya kaya nutrisi seperti vitamin (A, C, E), mineral, enzim, asam amino, antioksidan, dan polisakarida, menjadikannya bahan utama untuk kosmetik, farmasi, dan minuman kesehatan. Tanaman ini bermanfaat untuk perawatan kulit (melembapkan, menyembuhkan luka), rambut (penyubur, anti-rontok), serta kesehatan internal (menurunkan gula darah, mengontrol tekanan darah), mudah dibudidayakan di iklim tropis, dan dapat dipanen berkali-kali. "
  },
  "treatment": ["Selain Aloe vera, lidah buaya memiliki banyak nama ilmiah sinonim: A. barbadensis Mill., Aloe indica Royle, Aloe perfoliata L. var. vera and A. vulgaris Lam. Nama kedua (epitet spesifik) vera berasal dari bahasa Latin yang berarti sungguhan atau asli. Beberapa literatur menyebut Aloe vera dengan bintik-bintik putih sebagai Aloe vera var. chinensis; terdapat juga pendapat bahwa Aloe vera berbintik tersebut masih satu spesies dengan A. massawana. Deskripsi spesies lidah buaya pertama kali dibuat oleh Carolus Linnaeus pada 1753 dengan nama Aloe perfoliata var. vera. Deksripsi lidah buaya kemudian dibuat lagi oleh Nicolaas Laurens Burman dengan nama Aloe vera dalam Flora Indica pada 6 April 1768, dan sekali lagi oleh Philip Miller dengan nama Aloe barbadensis dalam Gardener's Dictionary sepuluh hari kemudian."],
  "prevention": ["Lidah buaya dianggap sebagai spesies asli Jazirah Arab bagian barat daya. Namun, manusia telah menanamnya di berbagai belahan dunia, sehingga mengalami naturalisasi di berbagai tempat seperti Afrika Utara, Sudan dan negara-negara sekitarnya, Spanyol Selatan, Kepulauan Kanarias, Tanjung Verde, Kepulauan Madeira. Spesies ini juga mulai dibudidayakan di Tiongkok dan Eropa bagian selatan sejak abad ke-17. Kini, tanaman ini banyak dibudidayakan di kawasan tropis dan subtropis, serta kawasan-kawasan kering di Benua Amerika, Asia, dan Australia."],
  "benefits": []
},
 
  "Teh Hijau": {
  "overview": {
    "short": "Teh hijau adalah jenis teh yang terbuat dari daun dan kuncup Camellia sinensis yang belum mengalami proses pelayuan dan oksidasi yang menghasilkan teh oolong dan teh hitam. Teh hijau berasal dari Tiongkok pada akhir milenium ke-1 SM, dan sejak saat itu produksi dan pembuatannya telah menyebar ke negara-negara lain di Asia Timur. Terdapat beberapa varietas teh hijau, yang berbeda secara substansial berdasarkan varietas C. sinensis yang digunakan, kondisi pertumbuhan, metode hortikultura , proses produksi, dan waktu panen. Meskipun dapat sedikit menurunkan tekanan darah dan meningkatkan kewaspadaan , bukti ilmiah saat ini tidak mendukung sebagian besar klaim manfaat kesehatan, dan konsumsi ekstrak teh hijau yang berlebihan dapat menyebabkan kerusakan hati dan efek samping lainnya.",
    "full": "Teh hijau adalah jenis teh yang terbuat dari daun dan kuncup Camellia sinensis yang belum mengalami proses pelayuan dan oksidasi yang menghasilkan teh oolong dan teh hitam. Teh hijau berasal dari Tiongkok pada akhir milenium ke-1 SM, dan sejak saat itu produksi dan pembuatannya telah menyebar ke negara-negara lain di Asia Timur. Terdapat beberapa varietas teh hijau, yang berbeda secara substansial berdasarkan varietas C. sinensis yang digunakan, kondisi pertumbuhan, metode hortikultura , proses produksi, dan waktu panen. Meskipun dapat sedikit menurunkan tekanan darah dan meningkatkan kewaspadaan , bukti ilmiah saat ini tidak mendukung sebagian besar klaim manfaat kesehatan, dan konsumsi ekstrak teh hijau yang berlebihan dapat menyebabkan kerusakan hati dan efek samping lainnya."
  },
  "treatment": ["Konsumsi teh mempunyai asal usul legendaris di Tiongkok pada masa pemerintahan Kaisar Shennong yang mitologis. Sebuah buku yang ditulis oleh Lu Yu pada tahun 618–907 M, Kitab Klasik Teh (茶經; chájīng ), dianggap penting dalam sejarah teh hijau. [ rujukan diperlukan ] Kitab Teh ( Kissa Yōjōki, harfiah: Catatan [tentang] Minum Teh [untuk] Menyehatkan Kehidupan ), yang ditulis oleh pendeta Zen Eisai pada tahun 1211, menjelaskan bagaimana minum teh hijau dapat memengaruhi lima organ vital, bentuk tanaman teh, bunga dan daun, serta cara menanam dan mengolah daun teh."],
  "prevention": ["Teh hijau biasa terdiri dari 99,9% air, menyediakan 1 kkal per 100 mL sajian, tidak mengandung nutrisi penting (tabel), dan mengandung fitokimia serta zat anti-inflamasi dan antioksidan aktif seperti polifenol dan kafein. Banyak klaim telah dibuat mengenai manfaat kesehatan teh hijau, namun penelitian klinis pada manusia belum menemukan bukti yang kuat mengenai manfaatnya. Pada tahun 2011, sebuah panel ilmuwan menerbitkan laporan mengenai klaim efek kesehatan atas permintaan Komisi Eropa : secara umum mereka menemukan bahwa klaim yang dibuat untuk teh hijau tidak didukung oleh bukti ilmiah yang memadai .Meskipun teh hijau dapat meningkatkan kewaspadaan mental karena kandungan kafeinnya, hanya ada bukti lemah dan tidak meyakinkan bahwa konsumsi teh hijau secara teratur memengaruhi risiko kanker atau penyakit kardiovaskular, dan tidak ada bukti bahwa teh hijau bermanfaat untuk menurunkan berat badan, Dalam beberapa kasus konsumsi berlebihan, ekstrak teh hijau bersifat hepatotoksik dengan bukti kerusakan hati. Tinjauan tahun 2020 oleh Cochrane Collaboration mencantumkan beberapa potensi efek samping ekstrak teh hijau termasuk gangguan pencernaan, peningkatan kadar enzim hati, dan, lebih jarang, insomnia, peningkatan tekanan darah, dan reaksi kulit."],
  "benefits": ["Mendukung pencernaan", "Digunakan sebagai obat tradisional"]
}

  
}
